Repository: William-N-Havard/williaikuma
Catalog: williaikuma/assets/locales/*/LC_MESSAGES/*.po
Languages: es, fr

source: Error while reading the WAVE file. {}
es: Error al leer el archivo WAVE. {}
fr: Erreur lors de la lecture du fichier WAVE. {}

source: Unable to start the session!
es: ¡No se puede iniciar la sesión!
fr: Impossible de démarrer la session !

source: Enter speaker's name
es: Introduzca el nombre del hablante
fr: Entrez le nom du locuteur

source: Speaker?
es: ¿Hablante?
fr: Locuteur ?

source: Couldn't create this session!
es: ¡No se ha podido crear esta sesión!
fr: Impossible de créer cette session !

source: Couldn't open this session!
es: ¡No se ha podido abrir esta sesión!
fr: Impossible d'ouvrir cette session !

source: Done! ({} generated, {} failures)
es: ¡Hecho! ({} generados, {} fallos)
fr: Terminé ! ({} générés, {} erreurs)

source: Information
es: Información

source: There was a problem when generating the TextGrid files.
es: Hubo un problema al generar los archivos TextGrid.
fr: Il y a eu un problème lors de la génération des fichiers TextGrid.

source: Unknown error!
es: ¡Error desconocido!
fr: Erreur inconnue !

source: Delete this recording?
es: ¿Borrar esta grabación?
fr: Supprimer cet enregistrement ?

source: Delete
es: Borrar
fr: Supprimer

source: There is a problem with this recording!
es: ¡Hay un problema con esta grabación!
fr: Il y a un problème avec cet enregistrement !

source: Unknown type of task `{}`.
es: Tipo desconocido de tarea `{}`.
fr: Type de tâche inconnu `{}`.

source: Index can only be an integer!
es: ¡El índice sólo puede ser un entero!
fr: L'index ne peut être qu'un nombre entier !

source: Index can't be negative ({})!
es: ¡El índice no puede ser negativo ({})!
fr: L'index ne peut pas être négatif ({}) !

source: Value between existing metadata file and new metadata differ ({} v. {})
es: El valor entre el archivo de metadatos existente y los nuevos metadatos difiere ({} v. {})
fr: La valeur entre le fichier de métadonnées existant et les nouvelles métadonnées diffère ({} v. {})

source: Default (English)
es: Por defecto (Inglés)
fr: Défaut (Anglais)

source: ' ## ' not found on line {}.
es: ' ## ' no se encuentra en la línea {}.
fr: ' ## ' absent à la ligne {}.

source: New Text Elicitation
es: Nuevo Texto Elicitado
fr: Nouvelle élicitation de texte

source: New Respeaking
es: Nueva Regrabación
fr: Nouveau Respeaking

source: New
es: Nuevo
fr: Nouveau

source: Open
es: Abrir
fr: Ouvrir

source: Recent
es: Reciente
fr: Récent

source: Exit
es: Salir
fr: Quitter

source: File
es: Archivo
fr: Fichier

source: View Missing Items
es: Ver items faltantes
fr: Voir les éléments manquants

source: Generate TextGrid
es: Generar TextGrid
fr: Générer un TextGrid

source: Data
es: Datos
fr: Données

source: Default Session Directory
es: Directorio de Sesion por Defecto
fr: Répertoire de session par défaut

source: Preferences
es: Preferencia
fr: Préférences

source: Language
es: Idioma
fr: Langue

source: Record
es: Registro
fr: Enregistrer

source: Play
es: Reproducir
fr: Lire

source: Respeak
es: Volver a hablar

source: Create a new project or open an existing one.
es: Crear un nuevo proyecto o abrir uno.
fr: Créer un nouveau projet ou ouvrir un projet existant.

source: Waiting...
es: Esperando...
fr: En attente...

source: Line: {} | Speaker: {} | Session: {}
es: Línea: {} | Hablante: {} | Sesión: {}
fr: Ligne : {} | Locuteur : {} | Session : {}

source: None
es: Ninguno
fr: Aucun

source: Reset
es: Reiniciar
fr: Réinitialiser

source: Choose a file
es: Elegir un archivo
fr: Choisir un fichier

source: Files
es: Archivos
fr: Fichiers

source: Missing items
es: Grabaciones perdidas
fr: Éléments manquants

source: Go
es: Ir
fr: Aller

source: Cancel
es: Cancelar
fr: Annuler

source: Error!
fr: Erreur !
